---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueTranslucency
source: html/bfeb55f4-b2a4-10d0-9c75-8ea1beae0e68.htm
---
# Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueTranslucency Property

The property labeled "Translucency" from the "AdvancedOpaque" schema.

## Syntax (C#)
```csharp
public static string OpaqueTranslucency { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".